Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Dissolve 50 mg of bromocresol green in 20 mL of ethanol, dilute with 80 mL of water and add 0.7 mL of sodium hydroxide solution (0.1 mol/L).
es_es: Disolver 50 mg de bromocresol verde en 20 ml de etanol, diluir con 80 ml de agua y agregar 0.7 ml de solución de hidróxido de sodio (0.1 mol/l).

source: Dissolve 6 g of potassium dihydrogen phosphate KH2PO4 and 4 g of heptane sulfonic acid sodium salt with 1000 mL of deionized water and
es_es: Disolver 6 g de fosfato diácido de potasio KH2PO4 y 4 g de ácido heptano sulfónico, sal sódica con 1000 ml de agua desionizada y

source: Dissolve 62 mg = 55.9 µl of ethylene glycol and 57.6 mg = 55.9 µl of N-methyl-2- pyrrolidone in DMF to produce 100.0 ml.
es_es: Disolver 62 mg = 55.9 μl de etilenglicol y 57.6 mg = 55.9 µl de N-metil-2-pirrolidona en DMF hasta producir 100.0 ml.

source: Dissolve 62 mg = 55.9 µl of ethylene glycol in DMF to produce 100.0 ml.
es_es: Disolver 62 mg = 55.9 μl de etilenglicol en DMF hasta producir 100.0 ml.

source: Dissolve 63 g of copper sulfate pentahydrate R in about 900 mL of a mixture of 25 mL of hydrochloric acid R and 975 mL of water R and dilute to 1000.0 mL with the same mixture.
es_es: Disolver 63 g de sulfato de cobre pentahidrato R en aproximadamente 900 ml de una mezcla consituida por 25 ml de ácido clorhídrico R y 975 ml de agua R, y diluir hasta obtener 1000.0 ml con la misma mezcla.

source: Dissolve about 100 mg of formic acid reference substance, accurately weighed, in water to produce 100.0 ml.
es_es: Disolver aproximadamente 100 mg de la sustancia de referencia de ácido fórmico, pesados con exactitud, en agua hasta obtener 100.0 ml.

source: Dissolve about 190 mg of the test sample, accurately weighed, in 5ml of concentrated formic acid and dilute with 75ml of acetic anhydride.
es_es: Disolver aproximadamente 190 mg de la muestra de prueba, pesados con exactitud, en 5 ml de ácido fórmico concentrado, y diluir con 75 ml de anhídrido acético.

source: Dissolve about 25 mg in 2 mL of *water R.*
es_es: Disolver aproximadamente 25 mg en 2 ml de *agua R.*

source: Dissolve about 500 mg of the test sample, accurately weighed, in 15.0 ml of water and 2.0ml of sodium hydroxide solution, 1 mol/l in an ultrasonic bath.
es_es: Disolver aproximadamente 500 mg de la muestra de prueba, pesados con exactitud, en 15.0 ml de agua y 2.0 ml de solución de hidróxido de sodio, 1 mol/l, en ultrasonido.

source: Dissolve and dilute to volume with Acetonitrile R and mix.
es_es: Disolver, diluir y llevar a enrase con acetonitrilo R y mezclar.

source: Dissolve and dilute to volume with Mobile phase and mix. Further dilute 5.0 ml of this solution to 100.0 ml with Mobile phase and mix.
es_es: Luego, diluir 5.0 ml de esta solución con fase móvil hasta obtener 100.0 ml y mezclar.

source: Dissolve and dilute to volume with diluent and mix.
es_es: Disolver, diluir y llevar a enrase con diluyente y mezclar.

source: Dissolve and dilute to volume with methanol R and mix.
es_es: Disolver, diluir y llevar a enrase con metanol R y mezclar.

source: Dissolve and dilute to volume with methanol R and mix. Determine the optical rotation of this solution using methanol R as a blank.
es_es: Disolver, diluir y llevar a enrase con metanol R y mezclar. Determinar la rotación óptica de esta solución utilizando metanolyoR como espacio en blanco.

source: Dissolve and dilute to volume with mobile phase and mix.
es_es: Disolver, diluir y llevar a enrase con fase móvil y mezclar.

source: Dissolve and dilute to volume with water and mix.
es_es: Disolver, diluir y llevar a enrase con agua y mezclar.

source: Dissolve the reside using two 5 ml quantities of dilute Hydrochloric acid.
es_es: Disolver el residuo con dos cantidades de 5 ml de ácido clorhídrico diluido.

source: Dissolves within 2 min
es_es: Se disuelve dentro de los 2 minutos

source: Dissolves within 2 min when reconstituted with water for injection
es_es: Se disuelve en 2 minutos cuando se reconstituye con agua para inyectable.

source: Dissolves within 2 minutes
es_es: Se disuelve en 2 minutos

source: Dissolveswithin2 min
es_es: Se diseuelve dentro de los 2 min

source: Distal Middle Cerebral Artery between bifurcation and exit from Sylvian fissure
es_es: Arteria cerebral media distal, entre la bifurcacción y la salida de la cisura de Silvio

source: Distal middle cerebral artery (MCA – M2) occlusion
es_es: Oclusión de arteria cerebral media distal (AMC– M2).

source: Distal middle cerebral artery (MCA – M2).
es_es: Arteria cerebral media distal (AMC– M2).

source: Distal thrombus embolization
es_es: Embolización de un trombo distal

source: Distance
es_es: Distancia

source: Distance from the upper stopper edge to the finger flange
es_es: Distancia desde el borde superior del tapón hasta la lengüeta de apoyo

source: Distribution of National Institutes of Health Stroke Scale (NIHSS) Scores at Baseline, 24 Hours, and 72 Hours.
es_es: Distribución de los puntajes en la escala de accidentes cerebrovasculares del Instituto Nacional de Salud (NIHSS) al inicio, a las 24 horas y a las 72 horas.

source: Distribution of components contributing to the 3P-MACE – TS
es_es: Distribución de los componentes que contribuyen al 3P-MACE. GT

source: Distribution of day 90 modified Rankin Scale in pooled analysis
es_es: Distribución de la escala de Rankin modificada el día 90 en el análisis conjunto

source: Distribution of day 90 modified Rankin Scale in pooled analysis with the original EXTEND-IA TNK trial
es_es: Distribución de la escala de Rankin modificada del día 90 en el análisis combinado con el ensayo original EXTEND-IA TNK

source: Distribution of individual patient eGFR (CKD-EPI)cr slopes [mL/min/1.73 m2/year] of change from baseline – TS
es_es: Distribución del cambio en las pendientes de la TFGe (ERC-EPI)cr por paciente individual [ml/min/1.73 m2/año] desde el inicio. Grupo tratado

source: Distribution of modified Rankin Scale Score at 90 Days Stratified by Age categories in the Intention-to-Treat Population.
es_es: Distribución de los puntajes en la escala de Rankin modificada a los 90 días, con estratificación por categorías etarias, en la población por intención de tratar.

source: Distribution of modified Rankin Scale Score at 90 Days Stratified by Age categories in the Per Protocol Population.
es_es: Distribución de los puntajes en la escala de Rankin modificada a los 90 días, con estratificación por categorías etarias, en la población por protocolo.

source: Distribution of modified Rankin Scale Score at 90 Days Stratified by Large Vessel Occlusion status in the Per-Protocol Population.
es_es: Distribución de los puntajes en la escala de Rankin modificada a los 90 días, con estratificación por oclusión de grandes vasos, en la población por protocolo.

source: Distribution of modified Rankin Scale Score at 90 Days Stratified by Large Vessel Occlusion in the Intention-to-treat Population
es_es: Distribución de los puntajes en la escala de Rankin modificada a los 90 días, con estratificación por oclusión de grandes vasos, en la población por intención de tratar.

source: Distribution of modified Rankin Scale Score at 90 Days Stratified by Sex in the Intention-to-Treat Population.
es_es: Distribución de los puntajes en la escala de Rankin modificada a los 90 días, con estratificación por sexo, en la población por intención de tratar.

source: Distribution of modified Rankin Scale Score at 90 Days Stratified by Sex in the Per-Protocol Population.
es_es: Distribución de los puntajes en la escala de Rankin modificada a los 90 días, con estratificación por sexo, en la población por protocolo.

source: Distribution of modified Rankin Scale Score at 90 Days Stratified by Source Registry in the Intention-to-Treat Population.
es_es: Distribución de los puntajes en la escala de Rankin modificada a los 90 días, con estratificación por registro fuente, en la población por intención de tratar.

source: Distribution of modified Rankin Scale Score at 90 Days Stratified by Source Registry in the Per Protocol Population.
es_es: Distribución de los puntajes en la escala de Rankin modificada a los 90 días, con estratificación registro fuente, en la población por protocolo.

source: Distribution of modified Rankin Scale Score at 90 Days Stratified by Stroke Symptom Onset to Needle Time in the Intention-to-Treat Population.
es_es: Distribución de los puntajes en la escala de Rankin modificada a los 90 días, con estratificación por el tiempo transcurrido desde el inicio de los síntomas de ACV hasta la punción, en la población por intención de tratar.

source: Distribution of modified Rankin Scale Score at 90 Days Stratified by Stroke Symptom Onset to Needle Time in the Per-Protocol Population.
es_es: Distribución de los puntajes en la escala de Rankin modificada a los 90 días, con estratificación por el tiempo transcurrido desde el inicio de los síntomas de ACV hasta la punción, en la población por protocolo.

source: Distribution of modified Rankin Scale Score at 90 Days Stratified by Type of Enrolling Centre in the Intention-to-Treat Population.
es_es: Distribución de los puntajes en la escala de Rankin modificada a los 90 días, con estratificación por tipo de centro de reclutamiento, en la población por intención de tratar.

source: Distribution of modified Rankin Scale Score at 90 Days Stratified by Type of Enrolling Centre in the Per-Protocol Population.
es_es: Distribución de los puntajes en la escala de Rankin modificada a los 90 días, con estratificación por tipo de centro de reclutamiento, en la población por protocolo.

source: Distribution of modified Rankin Scale Score at 90 Days Stratified by baseline NIHSS categories in the Per-Protocol Population.
es_es: Distribución de los puntajes en la escala de Rankin modificada a los 90 días, con estratificación por categorías NIHSS al inicio, en la población por protocolo.

source: Distribution of modified Rankin Scale Score at 90 Days Stratified by baseline NIHSS categories in the Intention-to-Treat Population.
es_es: Distribución de los puntajes en la escala de Rankin modificada a los 90 días, con estratificación por categorías NIHSS al inicio, en la población por intención de tratar.

source: Distribution of modified Rankin Scale Score at 90 Days in the Per-Protocol Population.
es_es: Distribución de los puntajes en la escala de Rankin modificada a los 90 días en la población por intención de tratar.

source: Disulfide integrity (mispaired disulfides)
es_es: Integridad de puentes disulfuro (disulfuros mal emparejados)

source: Dithiothreitol
es_es: Ditiotreitol

source: Diuretics
es_es: Diuréticos

source: Dizziness was reported as a drug-related adverse event less frequently in the linagliptin group (0.7%) than in the glimepiride group (1.8%).
es_es: Los mareos se consignaron como evento adverso relacionado con el medicamento con menor frecuencia con linagliptina (0.7%) que con glimepirida (1.8%).

source: Do not freeze
es_es: No congelar

source: Do not include these compounds in the calculations for degradation products.
es_es: No incluirlos en los cálculos de los productos de degradación.

source: Do not store above 30°C
es_es: No almacenar a temperatura superior a 30° C.

source: Doc-No
es_es: N.° de Doc.

source: Document
es_es: Documento

source: Document Date:
es_es: Fecha del documento:

source: Document ID
es_es: Identificación del documento

source: Document No.:
es_es: Nümero de documento:

source: Document Number
es_es: Número de documento

source: Document Number:
es_es: Número de documento:

source: Document Pages:
es_es: Páginas del documento:

source: Document Pages: 1
es_es: Páginas del documento: 1

source: Document Title:
es_es: Titulo del documento:

source: Document name
es_es: Título del documento

source: Document number
es_es: Número de documento

source: Document number:
es_es: Número de documento:

source: Document set-up:
es_es: Configuración del documento:

source: Document types: None
es_es: Tipos de documento: Ninguno

source: Documentación de equivalencia para el registro sanitario.
es_es: Proof of equivalence required for health registration.

source: Documentation of, and findings from the physical examination, had to be part of the source documents available at the site.
es_es: La documentación del examen físico y sus resultados debían integrar los documentos fuente disponibles en el centro.

source: Documented HHF within 12 months prior to Visit 1 (the main reason for HHFhad to be HF; documentation of HHF had to be provided)
es_es: Hospitalización por insuficiencia cardíaca documentada dentro de los 12 meses previos a la Visita 1 (la razón principal de la hospitalización debía ser la insuficiencia cardíaca; la hospitalización debía estar documentada)

source: Documented evidence was provided that the processes and procedures for DP manufacturing are consistent, controlled and reproducible, resulting in DP within its specification and IPC ranges.
es_es: Hay evidencia documentada de que los procesos y procedimientos usados para fabricar el medicamento son sistemáticos, controlados y reproducibles, lo que hace que este esté dentro de su especificación y los rangos de los controles intermedios del proceso.

source: Docusign Envelope ID:
es_es: Identificación del sobre en DocuSign:

source: Docusign Envelope ID: 1BF37518-1D98-4307-BC84-6058F64C5FFA
es_es: Identificación del sobre en DocuSign: 1BF37518-1D98-4307-BC84-6058F64C5FFA

source: Docusign Envelope ID: A87D86E4-4F5E-4B01-8F87-76FB88D4765E
es_es: Identificación del sobre en DocuSign:

source: Does not send section 3.2.P.4 Control of Excipients, which includes specifications, analytical procedures, validation of analytical procedures, justification of specifications, excipients of human or animal origin, new excipients, sends a copy of the reference pharmacopoeia.
es_es: No presenta la Sección 3.2.P.4, Control de los excipientes, que incluye las especificaciones, procedimientos analíticos, validación de estos, justificación de las especificaciones, excipientes de origen humano o animal, nuevos excipientes. envía una copia de la farmacopea de referencia.

source: Dokumenten-Nummer
es_es: Número de documentos

source: Donnan (Co-chairs),
es_es: Donnan (Presidentes adjuntos),

source: Donnan (Co-chairs), B.C.V.
es_es: Donnan (Presidentes adjuntos), B.C.V.

source: Door (hospital arrival) to baseline CT (n=1534)
es_es: Llegada al hospital a TAC inicial (n=1534)

source: Door (hospital arrival) to baseline CT (n=1561)
es_es: Llegada al hospital a TAC inicial (n=1561)

source: Door (hospital arrival) to needle (intravenous thrombolysis start) (n=1529)
es_es: Llegada al hospital a punción (inicio de trombólisis intravenosa; n=1529)

source: Door (hospital arrival) to needle (intravenous thrombolysis start; n=1556)
es_es: Llegada al hospital a punción (inicio de trombólisis intravenosa; n=1556)

source: Dos horas después de la administración del medicamento, el agua se permite de nuevo tantas veces como se desee.
es_es: Two hours after drug administration, water is allowed again as often as desired.

source: Dos medicamentos se consideran terapéuticamente equivalentes si son farmacéuticamente equivalentes o alternativas farmacéuticas y si después de la administración de la misma dosis molar, sus efectos, con respecto tanto a la eficacia y seguridad, son esencialmente los mismos cuando se utiliza por la misma vía de administración en las condiciones especificadas en el etiquetado (etiqueta y/o prospecto).
es_es: Two drugs are considered therapeutically equivalent if they are pharmaceutically equivalent or pharmaceutical alternatives to one another and if administration of the same molar dose through same route of administration results in essentially the same efficacy and safety under the conditions in the label and/or package insert.

source: Dos medicamentos son equivalentes farmacéuticos si contienen la misma cantidad molar de los mismos principios activos en la misma forma farmacéutica, si cumplen con los estándares de comparación y si están destinados a ser utilizados por la misma vía de administración.
es_es: Two drugs are pharmaceutically equivalent if they have the same molar amount of the same drug substances in the same pharmaceutical form, they match the comparison standards, and are meant for the same way of administration.

source: Dos productos farmacéuticos son bioequivalentes si son farmacéuticamente equivalentes o alternativas farmacéuticas, y su biodisponibilidad, en términos de pico (Cmax y Tmax) y exposición total (área bajo la curva (AUC) después de la administración de la misma dosis molar en las mismas condiciones, son similares a tal grado que se puede esperar que sus efectos sean esencialmente los mismos.
es_es: Two drug products are bioequivalent if they are pharmaceutically equivalent or pharmaceutical alternatives to one another, and their bioavailability, in terms of peak (Cmax and Tmax) and total exposure (area under the curve [AUC]) after administration of the same molar dose under the same conditions, are similar to such an extent that their effects can be expected to be essentially the same.

source: Dosage (API)
es_es: Dosis (IFA)

source: Dosage Form, Presentation:
es_es: Dosis, presentación:

source: Dosage Form, Strength
es_es: Presentación, concentración

source: Dosage Form, Strength:
es_es: Forma farmacéutica, concentración:

source: Dosage Strength [nintedanib]
es_es: Concentración [nintedanib]

source: Dosage form
es_es: Presentación

source: Dosage form / formulation
es_es: Presentación, composición

source: Dosage form:
es_es: Presentación:

source: Dosage strength
es_es: Concentración

source: Dose
es_es: Dosis

source: Dose accuracy (4.14)
es_es: Exactitud de la dosis (4.14)

source: Dose accuracy 2
es_es: Exactitud de la dosis 2

source: Dose dependent development of freeze drying cycles.
es_es: Desarrollo de ciclos de liofilización en función de la dosis.

source: Dose, µg/plate
es_es: Dosis, µg/placa

source: Dose-setting, priming, loading or assembly is not needed to administer the injection at the point of use.
es_es: No es necesario realizar ajuste de dosis, cebado, carga ni ensamblaje para administrar la inyección en el punto de uso.

source: Dose:
es_es: Dosis:

source: Dosing frequency
es_es: Frecuencia de administración

source: Dossier section
es_es: Sección del dossier

source: Dr Bailey reported receiving travel support from Boehringer Ingelheim.
es_es: El Dr. Bailey notificó haber recibido financiamiento por viajes de Boehringer Ingelheim.

source: Dr Brooks reported receiving grant support from Stryker and personal fees from Microvention outside the submitted work.
es_es: El Dr. Brooks declaró haber recibido una subvención de Stryker y honorarios personales de Microvention fuera del trabajo presentado.

source: Dr Cloud reported receiving travel support from Boehringer Ingelheim and speaker fees from Medtronic.
es_es: El Dr. Cloud informó recibir financiamiento por viajes de Boehringer Ingelheim y honorarios por conferencias de Medtronic.

source: Dr Davis reported receiving personal fees from Bayer, Boehringer Ingelheim, Tide Pharmaceuticals, and Medtronic and grants from the National Health and Medical Research Council of Australia outside the submitted work.
es_es: El Dr. Davis informó haber recibido honorarios personales de parte de Bayer, Boehringer Ingelheim, Tide Pharmaceuticals y Medtronic y colaboraciones del Consejo Nacional de Salud e Investigación Médica de Australia fuera del trabajo presentado.

source: Dr Donnan reported receiving grants from the Australian National Health and Medical Research Council and personal fees from Allergan, Amgen, Bayer, Boehringer Ingelheim, Pfizer, and Servier outside the submitted work.
es_es: El Dr. Donnan informó haber recibido contribuciones del Consejo Nacional de Salud e Investigación Médica de Australia y honorarios personales de Allergan, Amgen, Bayer, Boehringer Ingelheim, Pfizer y Servier fuera del trabajo presentado.

source: Dr Fridtjof Traulsen (Chairman)
es_es: Dr. Fridtjof Traulsen (Presidente)

source: Dr Levi reported receiving travel support from Boehringer Ingelheim and the Australian National Health and Medical Research Partnership and project grant support from Boehringer Ingelheim and Apollo Medical Imaging.
es_es: El Dr. Levi notificó haber recibido financiamiento de viajes de Boehringer Ingelheim y de Australian National Health and Medical Research Partnership y una contribución al proyecto de Boehringer Ingelheim y Apollo Medical Imaging.

source: Dr Mitchell reported receiving travel support from Stryker and Microvention and institutional research support from Stryker and Medtronic.
es_es: El Dr. Mitchell notificó haber recibido financiamiento para viajes de Stryker y Microvention y financiamiento institucional para investigación de Stryker y Medtronic.

source: Dr Miteff reported receiving grants from John Hunter Hospital during the conduct of the study.
es_es: El Dr. Miteff informó recibir contribuciones de John Hunter Hospital durante la realización del estudio.

source: Dr Paola Casarosa
es_es: Dra. Paola Casarosa

source: Dr Parsons reported receiving travel support from Boehringer Ingelheim and research collaboration with Apollo Medical Imaging outside the submitted work.
es_es: El Dr. Parsons informó recibir financiamiento para viajes de Boehringer Ingelheim y una colaboración para la investigación de Apollo Medical Imaging fuera del trabajo presentado.

source: Dr Thijs reported receiving personal fees and travel support from Boehringer Ingelheim, Bayer, Pfizer/ Bristol-Myers Squibb, Amgen, and Medtronic outside the submitted work.
es_es: El Dr. Thijs informó haber recibido honorarios personales y financiación para viajes de Boehringer Ingelheim, Bayer, Pfizer/ Bristol-Myers Squibb, Amgen y Medtronic fuera del trabajo presentado.

source: Dr Wong reported receiving travel support from Boehringer Ingelheim and Medtronic.
es_es: El Dr. Bailey notificó haber recibido financiamiento por viajes de Boehringer Ingelheim y Medtronic.

source: Dr Zhao reported receiving travel support from Boehringer Ingelheim outside the submitted work.
es_es: El Dr. Zhao informó haber recibido financiamiento para viajes de parte d Boehringer Ingelheim fuera del trabajo presentado.

source: Dr. Karl Thomae GmbH in Germany was also involved in the development of the initial manufacturing process but was later on transitioned into Boehringer Ingelheim Pharma GmbH & Co. KG, which is the currently registered manufacturing site for alteplase drug substance.
es_es: La planta Dr. Karl Thomae GmbH, de Alemania, también participó en el desarrollo del proceso inicial de fabricación, pero dicho proceso luego se transfirió a Boehringer Ingelheim Pharma GmbH & Co. KG, que es la planta productora registrada actualmente para el principio activo alteplasa.

source: Dr. Stefan Herrmann — Qualified Person, Head of QP Tablets 2
es_es: Dr. Stefan Herrmann — Director técnico , Jefe de especialistas en Comprimidos 2

source: Dr. Tina Soulis, CEO
es_es: Dra. Tina Soulis, CEO

source: Dr. Werner Kliche (Head of Quality Control)
es_es: Dr. Werner Kliche (Jefe de Control de Calidad)

source: Dr.-Boehringer-Gasse 5-11, Meidling, Vienna, 1121, Austria, GPS:
es_es: Dr. Boehringer-Gasse 5-11, Meidling, Viena, 1121, Austria, GPS:
